Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

source: 可约：%@
de: Verfügbar: %@
en: Available: %@
es: Disponible: %@
fr: Disponible : %@
id: Tersedia: %@
it: Disponibilità: %@
ja: 予約可能: %@
ko: 예약 가능: %@
nl: Beschikbaar: %@
pl: Dostępność: %@
pt_br: Disponível: %@
ru: Время для встреч: %@
tr: Uygun saatler: %@
vi: Có thể hẹn: %@
zh_hant: 可約：%@

source: %@时间
de: Zeit in %@
en: %@ time
es: Hora de %@
fr: Heure locale (%@)
id: Waktu %@
it: Ora di %@
ja: %@の時間
ko: %@ 시간
nl: Tijd in %@
pl: Czas: %@
pt_br: Horário de %@
ru: Время: %@
tr: %@ saati
vi: Giờ %@
zh_hant: %@時間

source: 每天
de: Jeden Tag
en: Every day
es: Todos los días
fr: Tous les jours
id: Setiap hari
it: Ogni giorno
ja: 毎日
ko: 매일
nl: Elke dag
pl: Codziennie
pt_br: Todos os dias
ru: Каждый день
tr: Her gün
vi: Hằng ngày

source: 二维码
de: QR-Code
en: QR Code
es: Código QR
fr: Code QR
id: Kode QR
it: Codice QR
ja: QRコード
ko: QR 코드
nl: QR-code
pl: Kod QR
pt_br: Código QR
ru: QR-код
tr: QR Kodu
vi: Mã QR
zh_hant: QR碼

source: 拿到名片的人都能看到上面写的，包括城市名和大致位置。可约时段是你未来14天的作息，不查日历，也不经过任何服务器。
de: Wer die Karte bekommt, kann den Inhalt sehen, einschließlich der Stadt und des ungefähren Standorts. Die verfügbaren Zeiten richten sich nach deinem Tagesablauf für die nächsten 14 Tage. Dein Kalender wird nicht abgefragt und nichts läuft über einen Server.
en: Anyone who gets the card can see what’s on it, including your city and approximate location. Availability follows your schedule for the next 14 days, without checking your calendar. Nothing passes through a server.
es: Cualquiera que reciba la tarjeta puede ver su contenido, incluidas la ciudad y la ubicación aproximada. La disponibilidad sigue el horario de los próximos 14 días sin consultar el calendario. Nada pasa por un servidor.
fr: Toute personne qui reçoit la carte peut en voir le contenu, y compris votre ville et votre position approximative. Les disponibilités suivent vos horaires des 14 prochains jours, sans consulter votre calendrier. Rien ne passe par un serveur.
id: Siapa pun yang menerima kartu ini dapat melihat isinya, termasuk nama kota dan perkiraan lokasi. Ketersediaan mengikuti rutinitas Anda untuk 14 hari ke depan, tanpa memeriksa kalender. Tidak ada data yang melalui server.
it: Chiunque riceva la scheda può vederne il contenuto, incluse la città e la posizione approssimativa. La disponibilità segue i tuoi orari dei prossimi 14 giorni, senza consultare il calendario. Niente passa da un server.
ja: 名刺を受け取った人は誰でも、都市名とおおよその位置を含む内容を見られます。予約可能な時間枠は今後14日間の生活スケジュールに基づくもので、カレンダーは参照しません。サーバを経由することもありません。
ko: 시간 카드를 받은 사람은 누구나 도시 이름과 대략적인 위치를 포함한 내용을 볼 수 있습니다. 예약 가능 시간은 앞으로 14일간의 일과를 기준으로 하며 캘린더를 확인하지 않습니다. 서버를 거치지 않습니다.
nl: Iedereen die de tijdkaart krijgt, kan de inhoud zien, inclusief je stad en je locatie bij benadering. De beschikbaarheid volgt je rooster voor de komende 14 dagen, zonder je agenda te raadplegen. Niets gaat via een server.
pl: Każdy, kto otrzyma wizytówkę, może zobaczyć jej zawartość, w tym miasto i przybliżoną lokalizację. Godziny dostępności wynikają z Twojego planu dnia na najbliższe 14 dni, bez sprawdzania kalendarza. Żadne dane nie przechodzą przez serwer.
pt_br: Qualquer pessoa que receber o cartão pode ver o conteúdo, incluindo a cidade e a localização aproximada. Os horários disponíveis seguem sua rotina dos próximos 14 dias, sem consultar o calendário. Nada passa por um servidor.
ru: Все, у кого есть карточка, могут видеть её содержимое, включая название города и приблизительное местоположение. Время для встреч определяется по Вашему распорядку на ближайшие 14 дней. Календарь не проверяется, и данные не проходят через сервер.
tr: Kartı alan herkes, şehir adı ve yaklaşık konum dahil tüm içeriği görebilir. Uygun saatler, takviminize bakılmadan önümüzdeki 14 gün için günlük düzeninize göre belirlenir. Hiçbir şey sunucudan geçmez.
vi: Ai nhận được danh thiếp đều có thể xem nội dung, bao gồm tên thành phố và vị trí gần đúng. Giờ có thể hẹn dựa trên lịch sinh hoạt của bạn trong 14 ngày tới, không kiểm tra lịch hẹn. Không có dữ liệu nào đi qua máy chủ.
zh_hant: 拿到名片的人都能看到上面寫的，包括城市名稱和大致位置。可約時段是你未來14天的作息，不查行事曆，也不經過任何伺服器。

source: 存成一个网页文件，对方用浏览器打开就是这张明信片，还能直接约时间。
de: Sichert eine Webseitendatei. Im Browser zeigt sie diese Postkarte und ermöglicht eine Terminanfrage.
en: Saves a web page. Opened in a browser, it shows this postcard and lets them pick a time.
es: Guardar una página web que, al abrirla en un navegador, muestra esta postal y permite elegir una hora.
fr: Enregistre une page web. Ouverte dans un navigateur, elle affiche cette carte postale et permet de choisir un créneau.
id: Simpan sebagai file halaman web; penerima dapat membukanya di browser untuk melihat kartu pos ini dan langsung memilih waktu pertemuan.
it: Salva una pagina web. Aperta nel browser mostra questa cartolina e permette di scegliere subito un orario.
ja: Webページファイルとして保存します。相手がブラウザで開くとこのポストカードが表示され、そのまま日時を指定して予約を依頼できます。
ko: 웹 페이지로 저장합니다. 브라우저에서 열면 이 엽서가 보이고 바로 시간을 정할 수 있습니다.
nl: Bewaart een webpaginabestand. Als de ander het in een browser opent, verschijnt deze ansichtkaart en kan die meteen een tijdstip kiezen.
pl: Zachowaj plik strony internetowej. Otwarty w przeglądarce pokaże tę pocztówkę i pozwoli wybrać termin
pt_br: Salva uma página web. Aberta no navegador, ela mostra este cartão-postal e permite escolher um horário.
ru: Сохранить веб-страницу. В браузере она показывает эту открытку и позволяет сразу выбрать время.
tr: Web sayfası dosyası olarak kaydeder. Karşı taraf tarayıcıda bu kartpostalı açıp doğrudan bir saat seçebilir.
vi: Hãy lưu thành tệp trang web để người nhận mở tấm bưu thiếp này trong trình duyệt và đặt hẹn trực tiếp.
zh_hant: 存成一個網頁檔案，對方用瀏覽器打開就是這張明信片，還能直接約時間。

source: 对方上班 = 你的 %@
de: Arbeitsbeginn: %@ (deine Ortszeit)
en: Their day starts at %@ your time
es: Inicio de su jornada en tu hora local: %@
fr: Début de son travail : %@ chez vous
id: Dia mulai kerja pukul %@ waktu Anda
it: Inizia a lavorare: %@ nel tuo fuso orario
ja: 相手の始業は、こちらの時間で%@です
ko: 상대방 출근 = 사용자의 시간 %@
nl: De werkdag van de ander begint om %@ jouw tijd
pl: Zaczyna pracę o %@ Twojego czasu
pt_br: O trabalho dessa pessoa começa às %@ no seu horário
ru: Начало рабочего дня: %@ по Вашему времени
tr: Mesai başlangıcı (sizin saatinizle): %@
vi: Họ bắt đầu làm lúc %@ theo giờ của bạn
zh_hant: 對方上班時是你這邊的%@

source: 全部不选就是整周休息
de: Alle abwählen für eine freie Woche
en: Deselect all days for a week off
es: Desmarca todos los días para indicar una semana libre
fr: Décocher tous les jours pour indiquer une semaine entière de repos
id: Batalkan pilihan semua hari untuk libur sepanjang minggu
it: Se non selezioni alcun giorno, tutta la settimana è di riposo
ja: すべての日を外すと週全体が休みになります
ko: 모든 요일의 선택을 해제하면 일주일 내내 쉬는 날입니다.
nl: Als je geen dagen selecteert, is de hele week vrij.
pl: Odznacz wszystkie, aby ustawić tydzień wolny
pt_br: Desmarque todos os dias para uma semana de folga
ru: Снимите выбор всех дней, чтобы отметить всю неделю как выходную
tr: Hiçbir gün seçili değilse bütün hafta çalışılmıyor demektir
vi: Bỏ chọn tất cả để nghỉ cả tuần
zh_hant: 全部不選就是整週休息

source: 只在面板里显示为小圆点
de: Wird im Panel nur als kleiner Punkt angezeigt
en: Shown as a small dot in the panel only
es: Se muestra como un punto pequeño solo en el panel
fr: Affiché comme un petit point dans le panneau uniquement
id: Hanya ditampilkan sebagai titik kecil di panel
it: Mostrato solo come puntino nel pannello
ja: パネルでのみ小さなドットとして表示されます
ko: 패널에서만 작은 점으로 표시됩니다.
nl: Wordt alleen als kleine stip in het paneel getoond.
pl: Widoczne jako mała kropka tylko w panelu
pt_br: Aparece apenas como um pequeno ponto no painel
ru: Показывается маленькой точкой только на панели
tr: Yalnızca panelde küçük bir nokta olarak görünür
vi: Chỉ hiển thị dưới dạng chấm nhỏ trong bảng
zh_hant: 只在面板裡顯示為小圓點

source: 只记完成的专注，中途取消的不算
de: Nur abgeschlossene Fokusphasen zählen; abgebrochene nicht
en: Only finished sessions count; canceled ones don’t
es: Solo cuentan las sesiones de concentración completadas; las canceladas no
fr: Seules les séances de concentration terminées comptent ; celles annulées en cours ne comptent pas.
id: Hanya sesi fokus yang selesai yang dihitung; yang dibatalkan tidak
it: Contano solo le sessioni di concentrazione completate; quelle annullate non contano
ja: 完了した集中セッションのみ記録されます。途中でキャンセルしたものは含みません
ko: 완료한 집중 시간만 기록하며, 중간에 취소한 것은 세지 않습니다.
nl: Alleen voltooide focussessies tellen mee. Geannuleerde sessies tellen niet mee.
pl: Liczone są tylko ukończone sesje; przerwane nie
pt_br: Apenas sessões de foco concluídas contam; as canceladas não
ru: Учитываются только завершённые сеансы концентрации; отменённые до завершения не учитываются
tr: Yalnızca tamamlanan odaklanma oturumları sayılır; yarıda iptal edilenler sayılmaz
vi: Chỉ tính các phiên tập trung đã hoàn thành; phiên bị hủy giữa chừng không tính
zh_hant: 只計算完成的專注時段，中途取消的不算

source: 在面板里添加地点后，可以在这里换
de: Orte im Panel hinzufügen, um hier einen anderen auszuwählen
en: Add places in the panel to choose another one here
es: Añade lugares en el panel para elegir otro aquí
fr: Ajoutez des lieux dans le panneau pour pouvoir changer de lieu ici.
id: Tambahkan lokasi di panel untuk memilih lokasi lain di sini
it: Aggiungi luoghi nel pannello per sceglierne un altro qui
ja: パネルで場所を追加すると、ここで切り替えられます
ko: 패널에서 장소를 추가하면 여기서 다른 장소를 선택할 수 있습니다.
nl: Voeg locaties toe in het paneel om hier een andere te kiezen.
pl: Dodaj miejsca w panelu, aby tu wybierać inne
pt_br: Adicione locais no painel para escolher outro aqui
ru: Добавьте места на панели, чтобы переключаться между ними здесь
tr: Panelde konum ekledikten sonra burada başka bir konum seçebilirsiniz
vi: Thêm địa điểm trong bảng để có thể chọn địa điểm khác tại đây
zh_hant: 在面板裡新增地點後，可以在這裡切換

source: 姓名来自通讯录，在这里改不影响通讯录
de: Der Name stammt aus „Kontakte“. Änderungen hier wirken sich nicht auf die Kontakte aus.
en: From Contacts. Changing it here doesn’t change Contacts.
es: El nombre procede de Contactos. Cambiarlo aquí no modifica los contactos.
fr: Le nom provient de Contacts. Le modifier ici ne modifie pas Contacts.
id: Nama berasal dari Kontak. Mengubahnya di sini tidak mengubah Kontak.
it: Il nome viene da Contatti. Modificarlo qui non modifica i contatti.
ja: 連絡先から取得した名前です。ここで変更しても連絡先は変わりません
ko: 연락처에서 가져온 이름입니다. 여기서 변경해도 연락처에는 영향이 없습니다.
nl: Naam uit Contacten. Hier wijzigen verandert je contacten niet.
pl: Imię i nazwisko pochodzą z Kontaktów. Zmiana tutaj nie wpływa na Kontakty
pt_br: O nome vem dos Contatos. Alterá-lo aqui não altera os Contatos.
ru: Имя из «Контактов». Изменение здесь не затронет контакты.
tr: Kişiler’den alındı. Burada değiştirmek Kişiler’i etkilemez.
vi: Tên lấy từ Danh bạ. Thay đổi ở đây không ảnh hưởng Danh bạ.
zh_hant: 姓名來自聯絡人，在這裡更改不影響聯絡人

source: 开着时每天检查一次，Mac唤醒或改时间时也会更新
de: Wenn aktiviert, wird einmal täglich geprüft; beim Aufwachen des Mac oder bei einer Zeitänderung wird ebenfalls aktualisiert
en: When on, checks once a day and again when your Mac wakes or the time changes
es: Cuando está activado, se comprueba una vez al día y se actualiza también cuando el Mac sale del reposo o cambia la hora
fr: Vérification quotidienne lorsque l’option est activée, et à chaque réveil du Mac ou changement d’heure
id: Saat aktif, memeriksa sekali sehari dan saat Mac bangun atau waktu berubah
it: Quando l’opzione è attiva, si controlla una volta al giorno; i dati si aggiornano anche quando il Mac si riattiva o cambia l’ora
ja: オンのとき1日1回チェックし、Macのスリープ解除や時刻変更時にも更新します
ko: 켜져 있으면 하루에 한 번 확인하며, Mac이 잠자기에서 깨어나거나 시간이 바뀔 때도 업데이트합니다.
nl: Als deze optie is ingeschakeld, wordt er eenmaal per dag gecontroleerd. Ook als je Mac uit de sluimerstand komt of de tijd verandert, wordt er bijgewerkt.
pl: Po włączeniu sprawdza raz dziennie i ponownie po wybudzeniu Maca lub zmianie czasu
pt_br: Quando ativado, verifica uma vez por dia e também quando o Mac sai do repouso ou o horário muda
ru: Когда функция включена, проверяет раз в день и обновляет данные при пробуждении Mac или изменении времени
tr: Açıkken günde bir kez denetler; Mac uyandığında veya saat değiştiğinde de günceller
vi: Khi bật, kiểm tra mỗi ngày một lần và cập nhật khi Mac thức dậy hoặc thay đổi giờ
zh_hant: 開啟時每天檢查一次，Mac喚醒或更改時間時也會更新

source: 换钟，拨快%@
de: Zeitumstellung: Uhr um %@ vorstellen
en: Clock change: clocks go forward %@
es: Cambio de hora: se adelanta %@
fr: Changement d’heure : avancer de %@
id: Perubahan jam: jam dimajukan %@
it: Cambio dell’ora: lancette avanti di %@
ja: 時刻変更: %@進みます
ko: 시계 조정: 시계를 %@ 앞당김
nl: Klokwijziging: klok %@ vooruit
pl: Zmiana czasu: zegary do przodu o %@
pt_br: Mudança de horário: adiantar os relógios em %@
ru: Перевод часов: вперёд на %@
tr: Saat değişikliği: saatler %@ ileri alınıyor
vi: Đổi giờ: đồng hồ tiến %@
zh_hant: 調整時鐘，撥快%@

source: 换钟，拨慢%@
de: Zeitumstellung: Uhr um %@ zurückstellen
en: Clock change: clocks go back %@
es: Cambio de hora: se atrasa %@
fr: Changement d’heure : reculer de %@
id: Perubahan jam: jam dimundurkan %@
it: Cambio dell’ora: lancette indietro di %@
ja: 時刻変更: %@戻ります
ko: 시계 조정: 시계를 %@ 늦춤
nl: Klokwijziging: klok %@ achteruit
pl: Zmiana czasu: zegary do tyłu o %@
pt_br: Mudança de horário: atrasar os relógios em %@
ru: Перевод часов: назад на %@
tr: Saat değişikliği: saatler %@ geri alınıyor
vi: Đổi giờ: đồng hồ lùi %@
zh_hant: 調整時鐘，撥慢%@

source: 整周休息
de: Die ganze Woche frei
en: Off all week
es: Toda la semana libre
fr: En repos toute la semaine
id: Libur sepanjang minggu
it: Non lavora per tutta la settimana
ja: 1週間すべて休み
ko: 일주일 내내 쉬는 날
nl: Hele week vrij
pl: Wolne przez cały tydzień
pt_br: Folga a semana toda
ru: Выходные всю неделю
tr: Bütün hafta çalışmıyor
vi: Nghỉ cả tuần
zh_hant: 整週休息

source: 时区数据与已知规则变更一致
de: Zeitzonendaten stimmen mit bekannten Regeländerungen überein
en: Time zone data matches known rule changes
es: Los datos de zonas horarias coinciden con los cambios de reglas conocidos
fr: Les données de fuseaux horaires correspondent aux changements de règles connus.
id: Data zona waktu sesuai dengan perubahan aturan yang diketahui
it: I dati dei fusi orari corrispondono alle modifiche note alle regole
ja: 時間帯データは既知のルール変更と一致しています
ko: 시간대 데이터가 알려진 규칙 변경과 일치합니다.
nl: Tijdzonegegevens komen overeen met bekende regelwijzigingen
pl: Dane stref czasowych zgodne ze znanymi zmianami reguł
pt_br: Os dados de fusos horários estão de acordo com as alterações de regra conhecidas
ru: Данные часовых поясов соответствуют известным изменениям правил
tr: Saat dilimi verileri bilinen kural değişiklikleriyle uyumlu
vi: Dữ liệu múi giờ khớp với các thay đổi quy tắc đã biết
zh_hant: 時區資料與已知規則變更一致

source: 星期按时段开始那天算
de: Der Wochentag richtet sich nach dem Tag, an dem der Zeitraum beginnt
en: Hours count toward the day they start on
es: El día de la semana se determina por el día en que empieza el horario
fr: Le jour de la semaine est celui où commence le créneau.
id: Hari dalam minggu mengikuti hari dimulainya rentang waktu
it: Il giorno della settimana si basa sulla data di inizio della fascia
ja: 曜日は時間枠の開始日に従います
ko: 요일은 시간대가 시작되는 날을 기준으로 합니다.
nl: Het tijdvak telt voor de weekdag waarop het begint.
pl: Dzień tygodnia jest liczony według dnia rozpoczęcia przedziału
pt_br: O dia da semana é o do início do período
ru: День недели определяется по дню начала периода
tr: Haftanın günü, zaman aralığının başladığı güne göre belirlenir
vi: Ngày trong tuần được tính theo ngày bắt đầu khung giờ
zh_hant: 星期按時段開始那天算

source: 显示在名称前，菜单栏里也显示
de: Wird vor dem Namen angezeigt, auch in der Menüleiste
en: Shown before the name, in the menu bar too
es: Se muestra antes del nombre, también en la barra de menús
fr: Affiché avant le nom, également dans la barre des menus
id: Ditampilkan sebelum nama, juga di bar menu
it: Mostrato prima del nome, anche nella barra dei menu
ja: 名前の前に表示されます。メニューバーにも表示されます
ko: 이름 앞에 표시되며 메뉴 막대에도 표시됩니다.
nl: Verschijnt voor de naam, ook in de menubalk.
pl: Wyświetlane przed nazwą, również na pasku menu
pt_br: Aparece antes do nome, inclusive na barra de menus
ru: Показывается перед названием, в том числе в строке меню
tr: Adın önünde gösterilir, menü çubuğunda da görünür
vi: Hiển thị trước tên, kể cả trên thanh menu
zh_hant: 顯示在名稱前，選單列裡也顯示

source: 最多40个字符，最多8条
de: Bis zu 40 Zeichen; höchstens 8 Einträge
en: Up to 40 characters; up to eight items
es: Máximo 40 caracteres; hasta 8 elementos
fr: 40 caractères maximum, 8 entrées maximum
id: Maksimal 40 karakter; maksimal 8 item
it: Massimo 40 caratteri; massimo 8 voci
ja: 最大40文字、最大8項目
ko: 최대 40자, 최대 8개
nl: Maximaal 40 tekens, maximaal 8 items
pl: Do 40 znaków; do 8 pozycji
pt_br: No máximo 40 caracteres; no máximo 8 itens
ru: До 40 символов; не более 8 записей
tr: En fazla 40 karakter, en fazla 8 öğe
vi: Tối đa 40 ký tự, tối đa 8 mục
zh_hant: 最多40個字元，最多8項

source: 月相按所选日期当地中午计算
de: Mondphase berechnet für den Ortsmittag des gewählten Tages
en: Moon phase is for local noon on the selected date
es: La fase lunar se calcula para el mediodía local de la fecha seleccionada
fr: La phase lunaire est calculée à midi, heure locale du jour choisi.
id: Fase bulan dihitung pada tengah hari waktu setempat pada tanggal yang dipilih
it: La fase lunare è calcolata a mezzogiorno locale della data selezionata
ja: 月相は選択した日付の現地正午で計算します
ko: 달의 위상은 선택한 날짜의 현지 정오 기준입니다.
nl: De maanfase wordt berekend voor het lokale middaguur op de gekozen datum.
pl: Faza Księżyca jest obliczana dla lokalnego południa wybranego dnia
pt_br: A fase da Lua é calculada para o meio-dia local na data selecionada
ru: Фаза Луны — на местный полдень выбранного дня
tr: Ay evresi, seçili tarihin yerel öğle saatine göre hesaplanır
vi: Tuần trăng tính vào giữa trưa theo giờ địa phương của ngày đã chọn
zh_hant: 月相依所選日期當地中午計算

source: 未来14天里对方都不上班，没有设闹钟。
de: In den nächsten 14 Tagen kein Arbeitsbeginn, daher wurde kein Wecker gestellt.
en: They don’t start work in the next 14 days, so no alarm was set.
es: No trabaja en los próximos 14 días; no se ha programado ninguna alarma.
fr: Aucun début de travail dans les 14 prochains jours ; aucune alarme n’a été programmée.
id: Orang tersebut tidak bekerja dalam 14 hari ke depan, jadi alarm tidak diatur.
it: Questa persona non lavora nei prossimi 14 giorni. Nessuna sveglia impostata.
ja: 今後14日間に相手の始業がないため、アラームは設定していません。
ko: 앞으로 14일 동안 출근하지 않아 알람을 설정하지 않았습니다.
nl: De ander werkt de komende 14 dagen niet, dus er is geen wekker ingesteld.
pl: Ta osoba nie pracuje przez najbliższe 14 dni, więc nie ustawiono budzika.
pt_br: A pessoa não começa a trabalhar nos próximos 14 dias; nenhum alarme foi definido.
ru: В ближайшие 14 дней у этого человека нет рабочих дней, поэтому будильник не установлен.
tr: Önümüzdeki 14 gün boyunca çalışmıyor. Alarm kurulmadı.
vi: Họ không làm việc trong 14 ngày tới nên không đặt báo thức.
zh_hant: 未來14天裡對方都不上班，沒有設定鬧鐘。

source: 点一下跳到那一刻
de: Klicken, um zu diesem Moment zu springen
en: Click to jump to that moment
es: Haz clic para saltar a ese momento
fr: Cliquez pour aller à cet instant.
id: Klik untuk melompat ke momen itu
it: Fai clic per passare a quel momento
ja: クリックしてその時刻に移動
ko: 클릭하면 해당 시각으로 이동합니다.
nl: Klik om naar dat moment te springen.
pl: Kliknij, aby przejść do tej chwili
pt_br: Clique para ir até esse momento
ru: Нажмите, чтобы перейти к этому моменту
tr: O ana atlamak için tıklayın
vi: Bấm để chuyển đến thời điểm đó
zh_hant: 按一下跳到那一刻

source: 点一下，试这个钟点
de: Klicken, um diese Uhrzeit auszuprobieren
en: Click to try this time
es: Haz clic para probar esta hora
fr: Cliquez pour essayer cette heure.
id: Klik untuk mencoba waktu ini
it: Fai clic per provare quest’ora
ja: クリックしてこの時刻を試す
ko: 클릭하면 이 시각을 적용해 봅니다.
nl: Klik om dit tijdstip te proberen.
pl: Kliknij, aby wypróbować tę godzinę
pt_br: Clique para testar este horário
ru: Нажмите, чтобы попробовать это время
tr: Bu saati denemek için tıklayın
vi: Bấm để thử giờ này
zh_hant: 按一下，試這個時間

source: 结束早于开始就是跨夜，算在开始那天；起止相同就是全天
de: Ein Ende vor dem Beginn läuft über Nacht und zählt zum Anfangstag; gleiche Zeiten bedeuten ganztägig
en: An end before the start runs overnight and counts toward the starting day; equal times mean all day
es: Si la hora de fin es anterior a la de inicio, el horario pasa al día siguiente y se asigna al día de inicio; si ambas coinciden, abarca todo el día
fr: Si la fin précède le début, la période s’étend sur la nuit et compte pour le jour de début ; des heures identiques signifient toute la journée.
id: Jika waktu selesai lebih awal daripada waktu mulai, rentangnya melewati tengah malam dan dihitung pada hari mulai; waktu mulai dan selesai yang sama berarti seharian
it: Se la fine precede l’inizio, la fascia passa al giorno successivo e viene attribuita al giorno di inizio; se gli orari coincidono, copre l’intera giornata
ja: 終了時刻が開始時刻より前の場合は翌日にまたがり、開始日として数えます。開始時刻と終了時刻が同じ場合は終日です
ko: 종료 시각이 시작 시각보다 빠르면 다음 날까지 이어지며 시작일 기준으로 계산합니다. 두 시각이 같으면 하루 종일입니다.
nl: Als de eindtijd vóór de begintijd ligt, loopt het tijdvak door tot de volgende dag en telt het voor de begindag. Gelijke tijden betekenen de hele dag.
pl: Koniec przed początkiem oznacza przejście na następny dzień; przedział liczy się do dnia rozpoczęcia. Równe godziny oznaczają cały dzień
pt_br: Se o fim for anterior ao início, o período termina no dia seguinte e conta para o dia em que começa; horários iguais significam o dia inteiro
ru: Если время окончания раньше времени начала, период переходит на следующий день и относится к дню начала; одинаковое время означает весь день
tr: Bitiş saati başlangıç saatinden önceyse aralık ertesi güne uzanır ve başlangıç gününe sayılır; saatler aynıysa tam gün demektir
vi: Giờ kết thúc sớm hơn giờ bắt đầu nghĩa là qua đêm, tính vào ngày bắt đầu; giờ bắt đầu và kết thúc trùng nhau nghĩa là cả ngày
zh_hant: 結束時間早於開始時間表示跨夜，算在開始那天；開始與結束時間相同表示整日

source: 结束早于开始就是跨夜，起止相同就是全天
de: Ein Ende vor dem Beginn läuft über Nacht; gleiche Zeiten bedeuten ganztägig
en: An end before the start runs overnight; equal times mean all day
es: Si la hora de fin es anterior a la de inicio, el horario pasa al día siguiente; si ambas coinciden, abarca todo el día
fr: Si la fin précède le début, la période s’étend sur la nuit ; des heures identiques signifient toute la journée.
id: Jika waktu selesai lebih awal daripada waktu mulai, rentangnya melewati tengah malam; waktu mulai dan selesai yang sama berarti seharian
it: Se la fine precede l’inizio, la fascia passa al giorno successivo; se gli orari coincidono, copre l’intera giornata
ja: 終了時刻が開始時刻より前の場合は翌日にまたがります。開始時刻と終了時刻が同じ場合は終日です
ko: 종료 시각이 시작 시각보다 빠르면 다음 날까지 이어집니다. 두 시각이 같으면 하루 종일입니다.
nl: Als de eindtijd vóór de begintijd ligt, loopt het tijdvak door tot de volgende dag. Gelijke tijden betekenen de hele dag.
pl: Koniec przed początkiem oznacza przejście na następny dzień; równe godziny oznaczają cały dzień
pt_br: Se o fim for anterior ao início, o período termina no dia seguinte; horários iguais significam o dia inteiro
ru: Если время окончания раньше времени начала, период переходит на следующий день; одинаковое время означает весь день
tr: Bitiş saati başlangıç saatinden önceyse aralık ertesi güne uzanır; saatler aynıysa tam gün demektir
vi: Giờ kết thúc sớm hơn giờ bắt đầu nghĩa là qua đêm; giờ bắt đầu và kết thúc trùng nhau nghĩa là cả ngày
zh_hant: 結束時間早於開始時間表示跨夜；開始與結束時間相同表示整日
